{
    "title": "Iv치n Fern치ndez DEV",
    "labelName": "IV츼N FERN츼NDEZ",
    "aboutMe": "Sobre m칤",
    "projects": "Proyectos",
    "contact": "Contacto",
    "aboutMeFirstParagraph": "Con m치s de <b>3 a침os de experiencia</b> en desarrollo backend he contribuido a una <b>variedad</b> de proyectos desafiantes. Mi enfoque en la <b>resoluci칩n de problemas</b>, la <b>eficiencia</b> en el c칩digo y la capacidad para <b>trabajar en equipo</b> han sido pilares fundamentales en mi 칠xito profesional.",
    "aboutMeSecondParagraph": "Es un portfolio de lo m치s <b>variado</b> ya que he trabajado con <b>numerosas tecnolog칤as</b> y tengo un conocimiento extenso y <b>globalizado</b> de todo lo que abarca el mundo multiplataforma.",
    "aboutMeThirdParagraph": "No obstante, desde hace 2 a침os he puesto mis esfuerzos en el desarrollo <b>backend</b> sobre el cual estoy intentando orientar mi carrera dando un salto de calidad en los desarrollos aplicando metodolog칤as 치giles, <b>arquitectura hexagonal</b>, dise침o guiado por dominio (<b>DDD</b>) y dem치s patrones de dise침o.",
    "technologies": "Tecnolog칤as:",
    "toolsAndUses": "Herramientas y usos:",
    "frontendDeveloperText": "Experiencia de lo m치s variada con diversos frameworks as칤 como con Javascript Vanilla. Entre los frameworks m치s usados (React y Angular). Actualmente, no estoy poniendo el foco en ello.",
    "backendDeveloperText": "Desde hace m치s 2 a침os orientando mi carrera en este 치mbito. Actualmente, form치ndome en entornos cloud, abarcando plataformas como <b>AWS</b> y GCloud (arquitecturas serverless entre ellas). A su vez especializ치ndome cada vez m치s en <b>Node.js.</b>",
    "androidDeveloperText": "Mi primer contacto real durante mis ense침anzas fue el de realizar aplicaciones Android usando Java. Es otro mundo que me encanta aunque actualmente no le dedique mucho de mi tiempo.",
    "gymRecordsDescription": "Registra tus marcas en el GYM (todo desde tu m칩vil) 游땙.",
    "besteethDescription": "Proyecto multiplataforma realizado para el fin de ciclo formativo. Calificado con un 10 游땙.",
    "quoteOfTheDayDescription": "Nueva frase inspiracional todos los d칤as (Telegram y correo electr칩nico) 游땙.",
    "dailyTrendsDescription": "춰춰Tus noticias centralizadas!! :) TDD, Arquitectura Hexagonal 游땙.",
    "countryListDescription": "Listado de todos los pa칤ses e informaci칩n relacionada 游땙.",
    "bankApiDescription": "Mini Bank API (prueba aplicando DDD para entrevista t칠cnica) 游땙.",
    "simpleChatDescription": "Aplicaci칩n de mensajer칤a en tiempo real 游땙.",
    "demo": "Demo",
    "viewOnGithub": "Ver en Github",
    "contactParagraph": "Espero que te haya quedado mucho m치s claro quien soy y lo que te podr칤a aportar. No dudes en contactar conmigo ya sea por motivos laborales, inquietudes o simplemente charlar un rato.",
    "footerParagraph": "Desarrollado con &#x1F9E1 por m칤 &copy; 2023"
}